Revit 2027 API
ParameterTypeId.RoomTagOnPlacementUi Property
 "Tag On Placement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomTagOnPlacementUi { get; }
Public Shared ReadOnly Property RoomTagOnPlacementUi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomTagOnPlacementUi {
	ForgeTypeId^ get ();
}
static member RoomTagOnPlacementUi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace